Repository: mokh179/UniversityActivities
Catalog: UniversityActivities.Web/Resources/Areas.Admin.Pages.Clubs.Shared.*.resx
Languages: ar_sa

# Page.Title
source: Clubs Management
ar_sa: إدارة الأندية

# Page.SubTitle
source: Add, view, and manage student clubs
ar_sa: إضافة وعرض وتعديل الأندية الطلابية

# Navbar.Platform
source: Activities Platform
ar_sa: منصة الأنشطة

# Navbar.ToggleMenu
source: Toggle Menu
ar_sa: فتح القائمة

# Navbar.ThemeToggle
source: Toggle Theme
ar_sa: تبديل الثيم

# Navbar.Profile
source: Profile
ar_sa: الصفحة الشخصية

# Navbar.Logout
source: Logout
ar_sa: تسجيل خروج

# Sidebar.Home
source: Home
ar_sa: الصفحة الرئيسية

# Sidebar.Activities
source: Activities Management
ar_sa: إدارة الأنشطة

# Sidebar.Clubs
source: Clubs Management
ar_sa: إدارة الأندية

# Sidebar.Reports
source: Reports Management
ar_sa: إدارة التقارير

# Sidebar.SystemReports
source: System Reports
ar_sa: تقارير النظام

# Sidebar.Users
source: User Management
ar_sa: إدارة المستخدمين

# Button.AddClub
source: Add New Club
ar_sa: إضافة نادي جديد

# Button.Search
source: Search
ar_sa: بحث

# Button.Clear
source: Clear All
ar_sa: مسح الكل

# Button.Details
source: Club Details
ar_sa: تفاصيل النادي

# Button.JoinRequests
source: Join Requests
ar_sa: طلبات الانضمام

# Kpi.TotalClubs
source: Total Clubs
ar_sa: إجمالي الأندية

# Kpi.TotalMembers
source: Total Members
ar_sa: إجمالي الأعضاء

# Kpi.TotalActivities
source: Total Activities
ar_sa: إجمالي الأنشطة

# Filter.Title
source: Advanced Search & Filtering
ar_sa: البحث والفلترة المتقدمة

# Filter.ToggleHint
source: Click to show search and filter options
ar_sa: انقر لإظهار خيارات البحث والفلترة

# Filter.Placeholder.ClubName
source: Search club by name...
ar_sa: البحث عن نادي بالاسم...

# Footer.Copyright
source: All rights reserved © 2025 Innovation Platform - Saudi Arabia
ar_sa: جميع الحقوق محفوظة © 2025 منصة الابتكار - المملكة العربية السعودية
